{
  "data": [
    {
      "type": "assetclasses",
      "id": "4257b12d-e87a-4c99-8c1e-860e36bb8fbd",
      "attributes": {
        "summary": [
          {
            "bullet": "Global equities have performed well since we published our Outlook 2017 report on 15 December and have risen 4.5%, led by Emerging Markets (EMs), which are up almost 6%. The US equity market, which was our most preferred, is up 5%. Among our key themes, the China new economy theme leads the way and is up 12%."
          },
          {
            "bullet": "We remain positive on the outlook for global equities, which is our most preferred asset class. Concerns over market valuations have eased following the positive earnings trend. Nevertheless, the undervaluation of equities relative to bonds has declined as bond yields have risen and equity markets have rallied. As the economic cycle appears to be lengthening, there is scope for valuations to remain high for an extended period. We suggest investors consider staying invested in equities, pivoting towards a growth tilt while retaining some exposure to income."
          },
          {
            "bullet": "The US equities market is our most preferred globally. In late 2016, we highlighted the need for US earnings to follow through, given the high level of market valuations. We have started to see this coming through in Q4 16 earnings, which are expected to grow almost 8% (consensus expectations for 2017 earnings are for 11% growth). "
          },
          {
            "bullet": "Within our equity allocation, we have made some changes to our preferences. We have upgraded Euro area and China to preferred from neutral and downgraded Japan and Indonesia to neutral from preferred. In our list of global market preferences, the Euro area ranks just below the US and, in Asia, China ranks just below India. "
          },
          {
            "bullet": "We have become more optimistic towards EMs since we published our Outlook 2017 report. Nevertheless, we retain our neutral view on concerns over USD strength and a likely slowdown in commodity price gains (which have surprised to the upside so far this year), which may mean that EM equities, including Asia ex-Japan, will struggle to outperform the global equity market. "
          }
        ],
        "subAssetClasses": [
          {
            "id": "f088b177-a572-4502-a043-2806accda186",
            "publicationDate": 1490889600000,
            "viewCode": "OW",
            "title": "US – delivering on earnings growth expectations ",
            "summary": [
              {
                "paragraph": "The US is one of our preferred equity markets with the big driver over the past month being earnings. Q4 earnings beat expectations by a wide margin, with consensus expectations rising from 6% growth at the start of the year to 8% today. Almost 70% of Q4 earnings releases have beaten expectations, with technology leading the pack. "
              },
              {
                "paragraph": "An additional driver of US equity market performance is the potential for tax reforms. Analysis of the potential benefits of a cut in the headline corporate tax rate from 35% to 20% indicates around a 5ppt increase in US corporate earnings, on an annual basis. "
              },
              {
                "paragraph": "The outlook for the US banking sector has improved following President Trump’s request for a review of the Dodd-Frank legislation within 120 days. As this legislation has increased the cost of doing business for banks, a repeal (or, more likely, a watering down) of the laws could have a positive effect on the sector. The banking sector is up 6% since we published our Outlook 2017 report. "
              },
              {
                "paragraph": "We believe there are two key risks for US equities: valuations and bond yields. The S&P500 index is currently trading at 18 times 2017 earnings forecasts, making them susceptible to any earnings disappointment. Meanwhile, a sharp rise in bond yields to reflect a reflationary environment could undermine equities, especially if it were driven more by an acceleration of inflationary pressures. "
              }
            ],
            "referenceCode": "EQUS",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "00C51002-F0D7-44BB-8735-DCAE633D57CA",
              "title": "Investment Brief: US Equities",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=MDBDNTEwMDItRjBENy00NEJCLTg3MzUtRENBRTYzM0Q1N0NBJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          },
          {
            "id": "37f415ad-625a-4343-bdae-30a38fabe0d1",
            "publicationDate": 1490889600000,
            "viewCode": "OW",
            "title": "Euro area – improving outlook",
            "summary": [
              {
                "paragraph": "We have upgraded Euro area equities to preferred status, alongside the US. The upgrade reflects the improving trend of leading economic indicators and corporate earnings. Consensus expects Euro area corporate earnings to increase 19% in 2017. "
              },
              {
                "paragraph": "The banking sector, which is the largest sector in the market with a weight of 21%, is benefitting from the trend of higher US rates which can support interest income, especially for bank with a more international business. For regional banks, Euro area yields are expected to remain low, acting as a continued drag on interest income."
              },
              {
                "paragraph": "An added factor is the still weak EUR, which is not only positive for the region’s exporters, but it  could also result in increased merger and acquisition activity in the Euro area in 2017, as cash rich US companies try to buy growth to make up for prior subdued investment trends. Export-orientated companies in the capital goods and transportation sectors are likely to be on shopping lists. "
              },
              {
                "paragraph": "Euro area valuations are high relative to history, although at 14 times 2017 earnings forecasts they trade at an 11% discount to global equities, down from parity in 2015. We see two key risks for the Euro area: politics and earnings. Developments in the French polls have unnerved some investors (see page 11). Meanwhile, there is the potential for earnings disappoint in the upcoming Q4 earnings season."
              }
            ],
            "referenceCode": "EQEUR",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "8736ABEA-EBA7-450A-9920-FEDC1C42294B",
              "title": "Investment Brief: Euro area Equities",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=ODczNkFCRUEtRUJBNy00NTBBLTk5MjAtRkVEQzFDNDIyOTRCJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          },
          {
            "id": "6486bfda-5ce0-4a40-a975-e3047f9d3810",
            "publicationDate": 1490889600000,
            "viewCode": "UW",
            "title": "UK – Brexit uncertainties remain",
            "summary": [
              {
                "paragraph": "UK equities remain our least preferred market, reflecting continued concerns over the impact of Brexit on domestic demand and the GBP. Prime Minister May has indicated she will trigger Article 50, which will start official negotiations to leave the EU, by the end of March. "
              },
              {
                "paragraph": "We view the start of Article 50 negotiations as impacting the equity market via two transmission channels: "
              },
              {
                "paragraph": "1) It may lead to a weaker GBP, which is good news for the FTSE100 index in local currency terms as it is heavily weighted towards overseas earnings. "
              },
              {
                "paragraph": "2) Uncertainty over the path to exit, in particular the impact on the financial sector, could lead to the postponement of investment decisions and the transfer of jobs dependent on access to the EU. "
              },
              {
                "paragraph": "Economic growth has surprised positively since the Brexit vote. Nevertheless, there are significant uncertainties ahead, which could hit UK equity markets due to weaker share prices and negative translation effects from a weaker GBP. "
              },
              {
                "paragraph": "Following an initial reduction in market valuations after the Brexit vote, the UK P/E ratio has since risen to 15x 2017 consensus forecasts, which we would characterise as high, particularly given the uncertainties associated with the start of Article 50 negotiations."
              }
            ],
            "referenceCode": "EQUK",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "F483E06D-BCA2-4174-B9C1-20E03D8B644E",
              "title": "Investment Brief : UK Equities",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=RjQ4M0UwNkQtQkNBMi00MTc0LUI5QzEtMjBFMDNEOEI2NDRFJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          },
          {
            "id": "9b3287a4-2f87-4260-900e-9b3378a8d86b",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Non-Asia EM – non-oil commodity prices jump",
            "summary": [
              {
                "paragraph": "We are neutral on non-Asia EM, which is one of the best performing regions since we published our 2017 Outlook, rising 7%. The key driver of the rally in non-Asia EM equities centre on the rise in non-energy commodity prices, in particular iron ore, which is up 20%. This has driven markets that are linked to iron ore prices: Brazil is up 15%. "
              },
              {
                "paragraph": "The strength in iron ore prices is partially a reflection of the recovery in China’s growth and increased optimism over growth globally. The surge in iron ore prices has encouraged miners to propose tiered pricing for different grades of the ore, which sets up a conflict similar to that which resulted in the decision to move from annual to quarterly pricing.  If this were to result in a reduction in supply as a negotiating tactic, prices and the Brazilian equity market could rise further. "
              },
              {
                "paragraph": "There are concerns over geopolitical implications of Trump’s stance on trade, and these have weighed on sentiment towards Mexico. However, similar to Asia which is dependent on trade, this does not necessarily translate to a negative equity market view. The biggest sector in Mexico’s market is food beverage and tobacco, which has a 20% weight. "
              },
              {
                "paragraph": "Similar to other regions, valuations in non-Asia EM are high at 12x 2017 consensus earnings forecasts. Earnings are forecast to grow 18% in 2017, led by Brazil and Mexico, which are expected to witness earnings growth close to 30% in local currency terms."
              }
            ],
            "referenceCode": "OTHEMEQ",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "E246402C-1968-4F66-83D6-7575D160360E",
              "title": "Investment Brief : Non - Asia EM's",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=RTI0NjQwMkMtMTk2OC00RjY2LTgzRDYtNzU3NUQxNjAzNjBFJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          },
          {
            "id": "53e51860-fe96-4852-9e99-892cd1ee636d",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Japan – turning more cautious ",
            "summary": [
              {
                "paragraph": "We have downgraded Japan to core from preferred, reflecting our reduced conviction over the growth outlook and diminishing upward revisions to earnings. However, we are retaining our thematic positive view on Japan’s equities on a currency-hedged basis as we believe the short term (1-3 month) outlook is constructive. "
              },
              {
                "paragraph": "Japan’s corporates have been able to significantly increase profits in recent years, aided by JPY weakness. Looking ahead, we are less bullish on USD/JPY, reducing our conviction over the 12-month outlook for corporate profits. "
              },
              {
                "paragraph": "Another factor that could weigh on the 12-month outlook is US trade policies with companies listed in the auto and capital goods sectors particularly at risk. While Japan has made significant strides to localise production following the period of significant JPY appreciation from the mid-1980s to mid-1990s, the US remains a significant export market. "
              },
              {
                "paragraph": "Japan’s equity market performance has been positive since President Trump’s election, rising 11%, possibly reflecting that optimism over global growth is outweighing concerns related to Trump’s policies on trade. "
              },
              {
                "paragraph": "Valuations in the Japanese market are characterised as fair relative to history, trading at 15x 2017 consensus forecasts. "
              }
            ],
            "referenceCode": "EQJP",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "C0BA5317-D44A-440F-A565-23286754B01C",
              "title": "Japan equities (FX-hedged)",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=QzBCQTUzMTctRDQ0QS00NDBGLUE1NjUtMjMyODY3NTRCMDFDJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          },
          {
            "id": "379a3e0f-3ca5-4b7f-b7e1-e1f529144943",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Asia ex-Japan – upgrading China to preferred",
            "summary": [
              {
                "paragraph": "Our outlook for Asia ex-Japan equities has improved on the back an improving outlook for China equities. That said, on a 12-month time horizon, we forecast modest USD strength and continued uncertainty over Trump’s trade policies. Each of these has the potential to weigh on economic growth and equity market performance. We retain Asia ex-Japan equities as a core holding. "
              },
              {
                "paragraph": "Reflecting these concerns, we are more constructive on Asia equity markets with a greater focus on domestic demand, including India, which is our most preferred market in Asia, and China, which we recently upgraded from neutral."
              },
              {
                "paragraph": "Our China upgrade reflects our rising confidence on the outlook for the real estate sector and the success of our new China economy theme, which has performed well since we published our 2017 Outlook. While transaction volumes and price appreciations in the China real estate sector have slowed, inventory levels have declined sharply and the sell through rate (percentage of projects sold at launch) has increased to 80% from 60%. "
              },
              {
                "paragraph": "The outlook for India equities remains positive. The market is up 8% since we published our 2017 Outlook and remains our most preferred market in the region. Relative to other markets in the region, India has a greater exposure to the domestic demand theme and, excluding the technology sector, it offers investors some protection from the risk of changes to US policies on trade. "
              }
            ],
            "referenceCode": "EQASEXJP",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "C0754179-D423-480E-966C-16152985AE52",
              "title": "Asia ex-Japan Equities",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=QzA3NTQxNzktRDQyMy00ODBFLTk2NkMtMTYxNTI5ODVBRTUyJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          }
        ],
        "title": "Strong start to 2017",
        "referenceCode": "EQ",
        "locale": "en_SG",
        "publicationDate": 1490889600000,
        "viewCode": "OW"
      },
      "links": {
        "self": "/retail/api/mceservice/v1/assetclasses/4257b12d-e87a-4c99-8c1e-860e36bb8fbd"
      }
    },
    {
      "type": "assetclasses",
      "id": "4d2e44bb-ca94-4790-b906-2feb30900713",
      "attributes": {
        "summary": [
          {
            "bullet": "We retain our preference for corporate bonds over government bonds. Our expectations of higher government bond yields in most developed economies act as a headwind for government bond returns. The yield premium offered by corporate bonds provides higher income and potentially cushions the impact of rising yields."
          },
          {
            "bullet": "Developed Market (DM) High Yield (HY) bonds remain our preferred bond sub-asset class. However, somewhat expensive valuations lead us to look for better entry points. Senior floating-rate loans offer an attractive alternative to DM HY exposure."
          },
          {
            "bullet": "We turn incrementally more positive on Emerging Market (EM) USD government bonds as risks of a full-scale trade war have likely been postponed. We still view Asia USD bonds and DM Investment Grade corporate bonds as core holdings."
          }
        ],
        "subAssetClasses": [
          {
            "id": "12b5b642-71d3-44f7-ac52-8e0f2a0c7bb5",
            "publicationDate": 1490889600000,
            "viewCode": "UW",
            "title": "Government bonds – Developed Market",
            "summary": [
              {
                "paragraph": "DM Investment Grade (IG) government bond yields have remained broadly range-bound since the publication of our 2017 Outlook. However, on a longer horizon, we see US, European government bond yields edging higher. In the US, the prospect of Fed rate hikes, higher inflation and possibly higher supply due to fiscal stimulus leads us to expect 10-year Treasury yields rising to 2.50-2.75% by end-2017. In Europe, higher inflation and the prospects of a decrease (tapering) or end of bond purchases under the quantitative easing programme could alter supply-demand dynamics and lead to higher bond yields."
              },
              {
                "paragraph": "However, in the near term, government bonds remain oversold and an increase in risks, either from European politics or global growth, could result in a short-term pull-back in yields. We would view any such pullback as an opportunity to trim our exposure to G3 government bonds and allocate to our preferred areas in equities and corporate bonds. We favour gaining exposure to high quality bonds through DM IG corporate bonds."
              },
              {
                "paragraph": "Given our expectations of higher yields, we favour maintaining a maturity profile centred around five years for USD-denominated bonds. Additionally, given our near-term positive stance on the USD (see pages 24-26), we prefer to keep FX exposure hedged in DM IG government bonds."
              }
            ],
            "referenceCode": "FIGBDEV",
            "locale": "en_SG"
          },
          {
            "id": "33688ca2-d3df-487c-80b3-75d606a9d268",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Government bonds – EM USD government bonds",
            "summary": [
              {
                "paragraph": "We turn incrementally positive on EM USD government bonds as some of the headwinds have eased, in our opinion. As we highlighted in the past, we continue to like the attractive 5.5% yield on offer and the inexpensive valuations compared to the historical average. In fact, the recent strong performance of US corporate bonds means EM USD government bonds have cheapened on a relative basis."
              },
              {
                "paragraph": "At the time of the publication of our 2017 Outlook, we had highlighted higher Treasury yields and trade restrictions as key risks. In our opinion, the risk of a full-scale trade war between US and China has declined over the past two months, which is supportive of EMs."
              },
              {
                "paragraph": "Stabilisation of EM growth and more supportive commodity prices should ease the downward pressure on credit quality. We, therefore, believe there is a high likelihood of positive returns from EM USD government bonds."
              }
            ],
            "referenceCode": "FIGBEMUSD",
            "locale": "en_SG"
          },
          {
            "id": "e8a74f7a-6865-463e-be95-5beda41d4fa5",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Corporate bonds – DM IG corporate bonds",
            "summary": [
              {
                "paragraph": "As we have highlighted earlier, we favour taking exposure to high-quality bonds through DM IG corporate bonds and maintain them as a core holding."
              },
              {
                "paragraph": "Apart from offering higher yields than government bonds, IG corporate bonds are also likely to benefit from improving fundamentals. We retain a favourable bias towards US over European IG corporate bonds due to the higher yields on offer and the potential for increase in yield premiums (lower bond prices) in Europe once the ECB ends its corporate bond buying programme."
              },
              {
                "paragraph": "In the US, the risk of elimination of the interest expense deductibility for debt has led to front-loading of issuances this year. However, depending on the exact details, it may end up being a positive as it could lead to lower future issuances, improvement in credit metrics and lower incentive for debt-funded share buybacks."
              }
            ],
            "referenceCode": "FICBDMIG",
            "locale": "en_SG"
          },
          {
            "id": "87c734a0-42f7-4584-9b7e-77db997f8bff",
            "publicationDate": 1490889600000,
            "viewCode": "OW",
            "title": "Corporate bonds – DM HY corporate bonds",
            "summary": [
              {
                "paragraph": "DM HY corporate bonds and US floating rate senior loans continue to be our preferred sub-asset classes. DM HY bonds have delivered better-than-expected returns, buoyed by strong demand for short-maturity, high-yielding bonds. "
              },
              {
                "paragraph": "HY bonds have also been supported by higher oil prices, which have led to increased drilling activity by shale oil producers. This could lead to higher profits and lower default risks in 2017. Additionally, HY bonds have a high correlation with equities and should be beneficiaries of strong US growth, which should lead to higher revenues and improved debt servicing ability."
              },
              {
                "paragraph": "However, the recent rally means the spreads or yield premiums are close to 2014 lows. While we continue to like HY corporate bonds, we believe there could be better entry points."
              },
              {
                "paragraph": "We also maintain our preference for US senior floating rate loans as an attractive alternative to HY bonds. While the recent strong performance limits their price upside potential, they remain a good source of stable carry."
              }
            ],
            "referenceCode": "DMHY",
            "locale": "en_SG",
            "relatedDocs": {
              "docId": "E9FC2B78-96CD-461A-83AE-CB8B3B0C0E8B",
              "title": "Investment Brief: DM HY bonds",
              "publicationType": "IB",
              "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=RTlGQzJCNzgtOTZDRC00NjFBLTgzQUUtQ0I4QjNCMEMwRThCJjAxUzg1Mzg2ODFGJlNHJmVuZG9mbGluaw=="
            }
          },
          {
            "id": "a648ee5d-e419-4f5c-a87c-c5ffcf81ac45",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Corporate bonds – Asian credit",
            "summary": [
              {
                "paragraph": "We continue to like Asia USD bonds for their defensive characteristics within EM bonds. The asset class remains supported by likely lower net-supply and the continued local demand, especially from China. "
              },
              {
                "paragraph": "While the relatively expensive valuations are somewhat justified by the stronger credit quality than other regions, we believe they do not fully price in the geopolitical and trade-related risks and the risk of reduction in China demand due to further capital controls. While we expect Asia USD bonds to deliver positive returns in 2017, we would not be surprised if they did so with higher volatility."
              },
              {
                "paragraph": "Within Asia credit, HY bonds have rallied a lot and the pick-up offered over IG bonds is now close to multi-year lows. We prefer the IG component and remain selective in the HY space."
              }
            ],
            "referenceCode": "FICBAC",
            "locale": "en_SG"
          },
          {
            "id": "2c0f2538-4d89-4463-989b-f654c00418c1",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "EM local currency bonds",
            "summary": [
              {
                "paragraph": "We turn somewhat more constructive towards EM local currency bonds. This is driven by our more positive view of EM assets in light of lower risks of a damaging trade war. However, we still prefer to take EM bond exposure through USD-denominated bonds due to lower currency risk."
              },
              {
                "paragraph": "Though we expect EM currencies to weaken against the USD (see page 26), the high yield on offer should help offset some currency weakness. However, we believe that apart from a few high-yielding countries such as Brazil and Russia, the rate cutting cycle has paused or ended, which reduces the scope for further price gains."
              },
              {
                "paragraph": "We favour Latin America and Asia local currency bonds over those from Europe and Middle East."
              }
            ],
            "referenceCode": "FIEMLOC",
            "locale": "en_SG"
          }
        ],
        "title": "Easing concerns for EM bonds",
        "referenceCode": "FI",
        "locale": "en_SG",
        "publicationDate": 1490889600000,
        "viewCode": "UW"
      },
      "links": {
        "self": "/retail/api/mceservice/v1/assetclasses/4d2e44bb-ca94-4790-b906-2feb30900713"
      }
    },
    {
      "type": "assetclasses",
      "id": "ed9fc1c8-1adf-47fc-87ed-142e710f9116",
      "attributes": {
        "summary": [
          {
            "bullet": "We believe commodities could continue their modest uptrend in the medium term, in line with our main reflationary scenario."
          },
          {
            "bullet": "Although we expect higher oil prices by the year end, we scale back our view in the short term, amid increased indications of a potential pullback."
          },
          {
            "bullet": "Gold is expected to trade largely range-bound. However, we favour reducing exposure near levels around USD 1,250/oz."
          }
        ],
        "subAssetClasses": [
          {
            "id": "a72dc104-fa9e-4b34-9b90-2875030abf73",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Crude oil – prepare for a pullback",
            "summary": [
              {
                "paragraph": "Although we expect crude oil to maintain its medium-term uptrend towards USD 60-65/bbl, we believe near-term risks of a pullback have increased. We believe this is due to two factors. First, speculator positioning remains close to extreme levels suggesting OPEC cuts have largely been priced in. Second, US production has risen faster than we expected, while both US crude and gasoline inventories rise."
              },
              {
                "paragraph": "Beyond short-term dynamics, we believe the larger oil rebalancing story remains valid. OPEC cuts are likely to reduce supply more than US production can expand. This, coupled with strong demand from both Developed Markets and Emerging Markets, is likely to lead to a supply deficit and put upward pressure on prices."
              }
            ],
            "referenceCode": "COCOIL",
            "locale": "en_SG"
          },
          {
            "id": "4f0b10be-3d7e-4d4b-8411-1b79468c1a22",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Gold – range-bound tactical opportunities",
            "summary": [
              {
                "paragraph": "We believe gold is likely to remain range-bound amid a confluence of positive and negative factors. At levels around USD 1,250/oz, we prefer to reduce exposure, while expecting downside to be limited to around USD 1,140/oz."
              },
              {
                "paragraph": "Net-of-inflation (real) interest rates remain the most consistent driver of gold. A faster-than-expected Fed rate hike cycle could drive real rates higher, which would be negative for gold. However, a significant rise in inflation would depress real rates and result in a gold rally. For now, our 2017 base case expects real rates to remain largely range-bound amid countervailing forces of reflation and rising interest rates. Beyond near-term tactical plays, we like gold as a longer-term portfolio hedge against late-cycle dynamics and any significant escalation of trade conflict. "
              }
            ],
            "referenceCode": "COGOLD",
            "locale": "en_SG"
          },
          {
            "id": "46276c26-be0c-4aeb-98fd-89010af9593d",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Industrial metals – stellar rally not sustainable",
            "summary": [
              {
                "paragraph": "We believe the rally in industrial metals, especially in copper and iron ore, has run ahead of fundamentals. The build-up in inventory is alarming. Moreover, demand for iron ore and copper is likely to ease amid a slowing China property market. Also, supply is likely to surge considerably this year, as producers cut back costs. Longer term, our central reflationary scenario is positive for industrial metals amid a pick-up in capital expenditure. For the short term, we would favour reducing exposure."
              }
            ],
            "referenceCode": "COIM",
            "locale": "en_SG"
          }
        ],
        "title": "Short-term pullback likely",
        "referenceCode": "CO",
        "locale": "en_SG",
        "publicationDate": 1490889600000,
        "viewCode": "NEUTRAL"
      },
      "links": {
        "self": "/retail/api/mceservice/v1/assetclasses/ed9fc1c8-1adf-47fc-87ed-142e710f9116"
      }
    },
    {
      "type": "assetclasses",
      "id": "7c4c6d96-d9a5-4c6a-bd94-518bb94ef5ca",
      "attributes": {
        "summary": [
          {
            "bullet": "We expect the EUR to be under episodic pressure, but have begun to note an improvement in longer-term fundamentals. The JPY is likely to remain range-bound, as monetary policy divergence with the US gives way to some safe-haven demand."
          },
          {
            "bullet": "Short-term downside risks to the GBP remain ahead of Brexit negotiations. However, from a longer-term perspective, we are cognisant that a lot may be priced in."
          },
          {
            "bullet": "We believe short-term risks of an AUD pullback have risen amid an excessive rise in iron ore prices. We expect Emerging Market (EM) currencies to remain generally stable, but investors should stay attuned to any signs of rising trade tensions."
          }
        ],
        "subAssetClasses": [
          {
            "id": "dfba3143-b25f-47d6-9ded-bc1b8499dc03",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Medium-term USD gains may be limited",
            "summary": [
              {
                "bullet": "The USD has given up most of its gains following the US election. We believe there may have been two reasons for this. First, markets may have overestimated the probability of a significant US fiscal stimulus plan, as forming a political consensus remains challenging. Second, other regions, most notably the Euro area, have shown further improvement, suggesting less scope for monetary divergence in the future."
              },
              {
                "bullet": "Going forward, our base case is for modest USD strength in the short term, followed by eventual stability as US rate hikes get priced in. In the short term, political concerns, both in the Euro area and the UK, will likely keep their respective currencies under pressure. Longer term, their core fundamental improvements are likely to be reflected in stimulus withdrawal and less monetary policy divergence. "
              },
              {
                "bullet": "President Trump’s policies in key areas of tax reforms and international trade remain a key uncertainty. We can see scenarios where this could lead to both USD gains and losses. A border-adjustment tax, for example, could lead to broad USD strength, while a trade war like scenario could lead to risk-off sentiment, which would favour the EUR, CHF and JPY against the USD, but further weaken EM currencies."
              }
            ],
            "referenceCode": "CYUSD",
            "locale": "en_SG"
          },
          {
            "id": "6b38cd9a-db31-4e6b-a5df-d23777ebc74e",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "EUR – scaling back our 12M negative outlook",
            "summary": [
              {
                "paragraph": "Although we expect the EUR to remain under pressure in the short term, we are turning more constructive longer term. We believe two factors are driving the EUR presently: 1) political concerns regarding the rise of Euro-sceptic parties and 2) the possibility of a scale-back in the ECB stimulus amid continued economic recovery."
              },
              {
                "paragraph": "We believe the possibility of the French far-right candidate Le Pen winning the election and having the political capital to implement such policy is still low. Regardless, we believe the EUR could remain depressed in the lead up to the elections. Longer term, improvement in the Euro area economy could lead to the ECB withdrawing stimulus. Though the ECB prefers status quo now, a gradual recovery could lead to a possible stimulus withdrawal."
              }
            ],
            "referenceCode": "CYEUR",
            "locale": "en_SG"
          },
          {
            "id": "4da437f2-faf3-4d42-87d9-3dd609ae601d",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "JPY – risks of extreme moves rising",
            "summary": [
              {
                "paragraph": "Monetary policy divergence remains a key driver for the JPY in the near term, as the BoJ is likely to maintain its current yield-curve control policy while the Fed hikes rates gradually. However, near-term risks to this have increased against the back-drop of possible US tax reforms and trade tensions. The JPY might still strengthen amid substantial risk-off and safe-haven demand in such a scenario. A border-adjustment tax, if announced, could result in knee-jerk USD strength, weakening the JPY. Therefore, considering the confluence of the above risk factors, we would expect a largely range-bound movement (112.00¬¬–119.00) in the short term."
              }
            ],
            "referenceCode": "CYJPY",
            "locale": "en_SG"
          },
          {
            "id": "f7068d39-8561-411b-adc8-04b54899a978",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "GBP – the price is right?",
            "summary": [
              {
                "paragraph": "The GBP has stabilised recently, trading in a range. Still, we believe short-term risks are skewed to the downside, as Article 50 is triggered and post-Brexit negotiation begins.  However, longer term, we contend that some of the risks we highlighted earlier, such as a sharp slowdown in the UK economy, have not occurred. In this regard, we also expect the BoE to maintain status quo for the rest of the year. While structural issues, such as a large current account deficit and potential for capital outflows remain, we are increasingly seeing signs of these being priced in. "
              }
            ],
            "referenceCode": "CYGBP",
            "locale": "en_SG"
          },
          {
            "id": "ef3847c2-ccb1-4a0a-b4fd-91b4c1f980a9",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "AUD and NZD – short-term pain ahead",
            "summary": [
              {
                "paragraph": "We scale-back our view on the AUD to neutral. Three key considerations shape our view: 1) the rise in iron ore prices is largely unsustainable short term (see pg. 24), 2) the recent weaker-than-expected Australia inflation data is beginning to challenge our outlook of a RBA status quo, and 3) financial market volatility is low given the mix of near-term risks and any rise could threaten carry currencies."
              },
              {
                "paragraph": "Similar to our AUD view, we believe risks to the NZD are skewed to the downside with a possible rise in volatility. In addition to this, we believe the significant trade-weighted currency strength is likely to discourage RBNZ from raising interest rates despite strong domestic growth. Longer term, our central scenario of global reflation remains positive for the pro-cyclical and high-carry AUD and NZD. "
              }
            ],
            "referenceCode": "CYAUD",
            "locale": "en_SG"
          },
          {
            "id": "948c20fe-b54a-4218-9976-d061cc039b5c",
            "publicationDate": 1490889600000,
            "viewCode": "NEUTRAL",
            "title": "Asia ex-Japan – trade tensions key risk",
            "summary": [
              {
                "paragraph": "Our base case is that Asia ex-Japan currencies remain broadly stable as China continues to grow moderately. However, we also highlight the risks from a major trade conflict and US tax measures. We expect the INR and the IDR to outperform the region amid high carry and better fundamentals, while the CNY is likely to remain vulnerable."
              },
              {
                "paragraph": "The USD/CNY outlook is likely to be driven by the outlook for the broad USD index, in the absence of CNY trade-weighted weakness. We believe there are two reasons to expect stability in the CNY basket. First, authorities have been working to stem excessive CNY depreciation expectations and resulting capital outflows. Second, a basket depreciation is likely to further exacerbate trade tensions with the US. Therefore, we expect modest CNY weakness against the backdrop of a modest, broad USD appreciation. "
              },
              {
                "paragraph": "We expect moderate SGD weakness in the short term, mainly in line with its key trade partner currencies, including the CNY and MYR. Longer term, the SGD could stabilise along with the broad USD outlook."
              }
            ],
            "referenceCode": "CYASEXJP",
            "locale": "en_SG"
          }
        ],
        "title": "Short-term USD gains likely",
        "referenceCode": "CY",
        "locale": "en_SG",
        "publicationDate": 1490889600000,
        "viewCode": "NEUTRAL"
      },
      "links": {
        "self": "/retail/api/mceservice/v1/assetclasses/7c4c6d96-d9a5-4c6a-bd94-518bb94ef5ca"
      }
    },
    {
      "type": "assetclasses",
      "id": "61a009f5-e996-4afb-a2b0-7364e043de9c",
      "attributes": {
        "summary": [
          {
            "bullet": "Alternative strategies, which can be seen as a substitute for equity exposure (equity-hedge and event-driven), and which have a higher correlation to traditional equity, have performed better recently, helped by the continuing reflationary theme, as equity markets reach new highs."
          },
          {
            "bullet": "We continue to favour global macro and add equity hedge to our preferred strategies."
          },
          {
            "bullet": "Cross-asset correlations, individual stock and FX correlations, and regional correlations have all been falling, providing increased opportunities for strategies that benefit from greater dispersion. "
          }
        ],
        "subAssetClasses": [],
        "title": "Substitute strategies perform",
        "referenceCode": "AL",
        "locale": "en_SG",
        "publicationDate": 1490889600000,
        "viewCode": "NEUTRAL"
      },
      "links": {
        "self": "/retail/api/mceservice/v1/assetclasses/61a009f5-e996-4afb-a2b0-7364e043de9c"
      }
    },
    {
      "type": "assetclasses",
      "id": "efee3dda-320d-4a70-a7c5-70f45600dbde",
      "attributes": {
        "summary": [
          {
            "bullet": "Balanced allocation (benefits in a reflationary scenario) and multi-asset income (benefits in a muddle-through scenario) running neck and neck in performance terms."
          },
          {
            "bullet": "Adjust a balanced allocation to better reflect a reflationary state of the world and our tactical views in fixed income—reduce large exposure in government bonds in favour of corporate credit."
          },
          {
            "bullet": "For multi-asset income allocation, reduce sensitivity to rising interest rates by increasing allocation to leveraged loans."
          }
        ],
        "subAssetClasses": [],
        "title": "Stay with a scenario approach",
        "referenceCode": "MA",
        "locale": "en_SG",
        "publicationDate": 1490889600000,
        "viewCode": "OW"
      },
      "links": {
        "self": "/retail/api/mceservice/v1/assetclasses/efee3dda-320d-4a70-a7c5-70f45600dbde"
      }
    }
  ],
  "included": []
}