{
  "data": [
    {
      "type": "commentaries",
      "id": "001510EB-292F-4837-9BD9-F7CF6B8218CA",
      "attributes": {
        "summary": [
          {
            "bullet": "Equity markets and High Yield (HY) bonds have continued to post positive returns since we published our 2017 Outlook in mid-December. However, government bond yields and the USD have been range-bound."
          },
          {
            "bullet": "Some technical and positioning indicators argue the ‘Trump rally’ may take a breather. However, we caution against trying aggressively to time the market as any pullback is likely to be relatively shallow."
          },
          {
            "bullet": "We would continue to pivot towards raising our equity market exposure, particularly in the US and the Euro area. We continue to like senior floating rate loans, although we would look for a better entry point to US and European HY bonds. "
          }
        ],
        "section2Title": "Tweak equity exposure, be patient on HY",
        "publicationType": "GMO",
        "title": "Reflationary pivot continues",
        "locale": "en_SG",
        "section3Title": "Lock in some profit ",
        "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=RkY3MTA0NDAtODhBNy00MjY0LUJEMkEtNTRBMTkxMUE0Q0YzJkRJUkVNT1RTVUMmWVJUTlVPQyZlbmRvZmxpbms=",
        "section1Title": "Evidence of reflation underpins risk asset rally",
        "relatedDocs": {
          "docId": "14ADF8FC-E481-498B-B9E1-555F7C84DA02",
          "title": " ",
          "publicationType": "AAS",
          "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=MTRBREY4RkMtRTQ4MS00OThCLUI5RTEtNTU1RjdDODREQTAyJkRJUkVNT1RTVUMmWVJUTlVPQyZlbmRvZmxpbms=",
          "segment": "GWM"
        },
        "section1Summary": [
          {
            "paragraph": "Evidence of reflation underpins risk asset rally"
          },
          {
            "paragraph": "Recent economic data makes us increasingly confident that we are pivoting towards a reflationary economic environment. This is particularly so in the US, where consumer and business confidence survey results have improved significantly and the recent earnings season has been strong. The Euro area increasingly appears to be following suit, Japan less so. Most Asia economies are seeing a rebound in inflation, but growth is patchy."
          },
          {
            "paragraph": "While higher growth and earnings are positive for equities, the main question is whether central banks will turn less supportive. In our view, the Fed remains on track to raise rates twice this year, while the BoJ will struggle to tighten policy. Although the ECB is currently signalling no change, we would watch incoming data closely as this could change. In Asia, central banks (most recently the RBI) appear to have brought easing cycles to an end."
          },
          {
            "paragraph": "Finally, the new US administration’s policies will be key and would focus on three areas: (a) corporate tax reforms, (b) any rise in fiscal spending and (c) trade policies."
          }
        ],
        "section2Summary": [
          {
            "paragraph": "Our rising confidence in reflation means equities overall remain our most preferred asset class. The US and the Euro area are our most preferred regions given the reflationary trend appears strongest there. While we expect any global equity market pullbacks to be relatively limited in nature, spikes of volatility in Europe are quite likely as we head towards key elections. "
          },
          {
            "paragraph": "Our conviction on Japan’s equity market over the next 12 months, though, has reduced. Positive equity market returns remain highly dependent on a view of further yen weakness, a view that we believe is at risk from two fronts. First, a bout of safe-haven demand (for the yen) and, second, a rise in inflation-adjusted yields as inflation fails to firmly take hold. That said, in the short term, Japan’s equity market looks set to break higher on the back of a sharp upgrade to earnings forecasts. "
          },
          {
            "paragraph": "While Emerging Market (EM) equities have performed well over the past two months against the backdrop of rising commodity prices and USD stability. While we remain optimistic about the outlook for relative economic growth differentials to move in EM’s favour over the next 12-24 months, we believe commodity prices such as iron ore, copper and (in the short term at least) oil may have got ahead of themselves. Meanwhile, we believe the USD may strengthen marginally in the coming months as we move towards the next rate hike. As such, we retain Emerging Market equities, including Asia ex-Japan equities, as a core holding for now. "
          },
          {
            "paragraph": "In bonds, our conviction on reflationary bond asset classes that are less sensitive to a rise in US Treasury yields remains in place. This means, we continue to like senior floating rate loans and US and European HY bonds, though given the magnitude of the rally in the latter, we would await a better opportunity to raise exposure further. Income investors could, instead, look to multi-asset income solutions in the short term."
          }
        ],
        "section3Summary": [
          {
            "paragraph": "The figure on page 6 illustrates that most of our key investment themes from ‘#pivot?’ are generally performing well, albeit with a few exceptions. "
          },
          {
            "paragraph": "Given our evolving views and the recent market performance, we believe there is a case to close two ideas. We took profit on the positive AUD/USD view last week, given the pair may have already priced in an increasingly reflationary environment. We have also closed our negative view on the EUR/USD outlook, given our concerns that absent a sharp increase in the political risk premium in Europe, the ECB could reduce the size (‘taper’) of its quantitative easing programme at some point later this year. "
          }
        ],
        "publicationDate": 1490339054000
      },
      "links": {
        "self": "/retail/api/mceservice/v1/commentaries/001510EB-292F-4837-9BD9-F7CF6B8218CA"
      }
    },
    {
      "type": "commentaries",
      "id": "8961D496-7CEF-49FC-9D2B-7153B892FAA9",
      "attributes": {
        "summary": [
          {
            "bullet": "US stocks witnessed their first 1% one-day drawdown since October 2016 amid growing doubts US President Trump can deliver his promised stimulus. Treasury yields and USD fell."
          },
          {
            "bullet": "Equities: This decline comes after a long rally and is healthy for the market. Trump’s ability to steer Obamacare’s replacement bill through Congress could determine the next leg of the rally. "
          },
          {
            "bullet": "Bonds: The pullback in US Treasury yields opens up another opportunity to rebalance to less rate-sensitive bonds. High Yield (HY) bonds look attractive after the recent rise in yield premiums. "
          },
          {
            "bullet": "FX: The USD decline may extend amid uncertainty about the timing of the next hike and seasonality (USD has weakened in April historically). We remain tactically bullish on EUR and GBP."
          }
        ],
        "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=OEVDNDk3ODgtRjMzRC00RTBELUI4MzAtMEQxMjcwMEZDQUUzJkRJUkVNT1RTVUMmWVJUTlVPQyZlbmRvZmxpbms=",
        "section2Title": "Implications",
        "section1Title": "What's new?",
        "publicationType": "WMV",
        "section1Summary": [
          {
            "bullet": "Healthy pullback. Before this week’s drop, the S&P500 had not seen a more-than-1% single-day drawdown since October 2016, making it one of the longest rallies on record. Although US economic data and earnings are robust, there are growing doubts whether Trump can deliver his promised agenda of tax cuts, deregulation and infrastructure spending."
          },
          {
            "bullet": "US banks under pressure. The US financials sector has been the biggest loser since the Fed reiterated a gradual rate hiking path at its 15 March meeting, reversing expectations of a faster pace of hikes. The decline in US Treasury yields since then and the concurrent flattening of the yield curve pared back earlier expectations of a boost to bank margins. There are also growing doubts whether Trump will be able ease bank regulations enacted under President Obama. We remain cautious on the sector, favouring the less policy-sensitive technology sector that relies on secular growth drivers. "
          },
          {
            "bullet": "GBP resilient to Brexit talks, terror attack. The GBP/USD’s stability as the UK formally launches Brexit talks suggests most Brexit risks are priced in for now and downside is limited to 1.200. Technically, GBP/USD has broken above key moving averages and is now poised to test a key level (1.265). GBP short positions are at a record high, leaving scope for a reversal. The continued rise in inflation increases the risk of an early BoE rate hike, which should be supportive for the GBP medium term. "
          }
        ],
        "section2Summary": [
          {
            "bullet": "Obamacare replacement, technicals are key for US stocks. A successful replacement of Obamacare by the US Congress would boost confidence in Trump’s ability to push through other reforms and would be positive for US stocks (see pg 4). The next technical support for S&P500 is 2,335, 0.5% below current level. "
          },
          {
            "bullet": "Euro area equities, EUR appear attractive. We expect the broad support for pro-EU parties seen in the Dutch elections to be repeated in the French polls, removing a key risk. Euro area valuations are attractive, and earnings are likely to get a further boost from rising inflation, which helps corporate pricing power. "
          },
          {
            "bullet": "What are we watching? Fed speakers; US, Euro area and Japan inflation; and corporate results in China and Hong Kong. "
          }
        ],
        "title": "A healthy consolidation",
        "locale": "en_SG",
        "publicationDate": 1490284800000
      },
      "links": {
        "self": "/retail/api/mceservice/v1/commentaries/8961D496-7CEF-49FC-9D2B-7153B892FAA9"
      }
    },
    {
      "type": "commentaries",
      "id": "1F738C23-A5E6-49CE-A701-3386A010F5B3",
      "attributes": {
        "summary": [
          {
            "bullet": "Global stocks and gold recovered while US bond yields and the USD fell after the Fed calmed worries about a faster rate hiking path and Dutch voters rebuffed an anti-EU party."
          },
          {
            "bullet": "Equities: The Fed’s reiteration of a gradual rate hiking path amid strong data and earnings is supportive of US equities. The Dutch vote against a populist party is positive for Euro area stocks. "
          },
          {
            "bullet": "Bonds: We would use the yield pullback to rebalance to less rate-sensitive bonds. High Yield bond valuations have eased somewhat after the recent pullback, opening up opportunities. "
          },
          {
            "bullet": "FX: The USD could retrace further amid reduced concerns of accelerated Fed rate hikes. We remain tactically bullish on EUR after the breakout above 1.0700 following the Dutch polls."
          }
        ],
        "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=RTkxQkRGMkMtNjMxNC00NUJCLThFNDMtM0RGNkFBQ0YwRDI0JkRJUkVNT1RTVUMmWVJUTlVPQyZlbmRvZmxpbms=",
        "section2Title": "Implications",
        "section1Title": "What's new?",
        "publicationType": "WMV",
        "section1Summary": [
          {
            "bullet": "Fed, Dutch voters calm nerves. After delivering on a widely expected 25bps rate hike, Fed Chair Yellen reassured markets of a gradual pace of hikes going forward. We continue to believe the Fed’s data-driven approach implies 1-2 more hikes this year assuming core and long-term inflation expectations remain within expectations. Support for pro-EU parties in the Dutch polls eases Euro area political risks ahead of the upcoming French elections. "
          },
          {
            "bullet": "BoE maintains policy as PM May set to trigger Brexit talks. UK lawmakers gave May a free hand to start talks on leaving the EU, leading Scottish leaders to call for another referendum on independence. Despite the uncertainty, which has started to impact wage growth and consumption, some BoE members are worried about rising inflation. We remain cautious on UK stocks. "
          },
          {
            "bullet": "China plans to link Mainland bond market with Hong Kong. The bond connect (similar to the stock connect) is expected to start by end-2017. While we await details, this may help ease some pressure on CNY and CNH bonds, which have been hurt by reduced foreign demand YTD and rising short-term rates (PBoC raised money market rates by 10bps again this week). We expect gradual policy tightening to continue as the PBoC balances sustained fiscal easing by tightening credit growth. "
          },
          {
            "bullet": "Boost to Indian reform. The win by PM Modi’s ruling party in key state polls is likely to boost his position in the upper house of the parliament. This should enable Modi to push further reforms through. India remains our most preferred equity market in Asia. "
          }
        ],
        "section2Summary": [
          {
            "bullet": "Stay positive on stocks. Easing Fed policy and European political risks are positive for US and Euro area stocks. Our next focus is on Trump’s ability to repeal ‘Obamacare’ as this would determine his chances of pushing through tax reforms. "
          },
          {
            "bullet": "High Yield (HY) bond opportunities. HY bonds once again offer an opportunity to reduce sensitivity to rising interest rates after the recent (albeit modest) easing in valuations."
          },
          {
            "bullet": "Tactically bullish on EUR. The next resistance is at 1.0872; any break higher could lead EUR/USD to test the 1.1000 level. US Treasury secretary Mnuchin’s comments at the G20 meeting in Germany this weekend would be in focus for FX markets."
          }
        ],
        "title": "In no mood to rock the boat",
        "locale": "en_SG",
        "publicationDate": 1489680000000
      },
      "links": {
        "self": "/retail/api/mceservice/v1/commentaries/1F738C23-A5E6-49CE-A701-3386A010F5B3"
      }
    },
    {
      "type": "commentaries",
      "id": "3FCB117B-0FAD-4C60-8928-EA4F60603A14",
      "attributes": {
        "summary": [
          {
            "bullet": "The USD’s weakness following the Fed rate hike last week supports our view that the Fed’s modest rate rise trajectory may be priced-in for now. Hence, we expect the USD to consolidate in the short-term and possibly weaken in the immediate term. In this context, risk-sentiment is likely to remain supportive for a shift away from the USD to Emerging Market assets."
          },
          {
            "bullet": "Against this backdrop, we are tactically bullish on the EUR and Gold, largely driven by expected USD weakness. For most other currency pairs, we would wait for a breach of key technical levels to confirm our short-term bearish USD bias. "
          },
          {
            "bullet": "Speeches by Fed officials are likely to be the main focus this week. In addition, PMI data in the US and Europe and the policy announcement by the RBNZ is likely to be followed by currency markets, in our opinion. "
          }
        ],
        "pdfUrl": "https://www.sc.com/inputs/viewDocByNotifID?docid=M0ZDQjExN0ItMEZBRC00QzYwLTg5MjgtRUE0RjYwNjAzQTE0JjAxUzc5NjQ3NTJHJlNHJmVuZG9mbGluaw==",
        "publicationType": "FXS",
        "title": "A softer USD for now",
        "locale": "en_SG",
        "publicationDate": 1490345201000
      },
      "links": {
        "self": "/retail/api/mceservice/v1/commentaries/3FCB117B-0FAD-4C60-8928-EA4F60603A14"
      }
    }
  ],
  "included": []
}